Repository: Moonholder/JASM
Catalog: src/GIMI-ModManager.WinUI/Strings/*/GameBananaPage.resw
Source language: en_us
Languages: zh_cn

# LikesLabel.Text
source: Likes
zh_cn: 赞

# ViewsLabel.Text
source: Views
zh_cn: 浏览

# TabOverviewItem.Content
source: Overview & Files
zh_cn: 总览与文件

# TabDescriptionItem.Content
source: Description
zh_cn: 图文描述

# TabUpdateLogItem.Content
source: Update Log
zh_cn: 更新日志

# OpenInBrowserBtn.Content
source: Open in Browser
zh_cn: 在浏览器中查看

# DownloadableFilesHdr.Text
source: Downloadable Files
zh_cn: 可下载文件

# DownloadBtn.ToolTipService.ToolTip
source: Download & Install
zh_cn: 下载并安装

# CategoriesHdr.Text
source: Categories
zh_cn: 分类

# SearchModBox.PlaceholderText
source: Search mods...
zh_cn: 搜索模组...

# DownloadManagerBtn.ToolTipService.ToolTip
source: Download Manager
zh_cn: 下载管理

# DownloadQueueHdr.Text
source: Download Queue
zh_cn: 下载队列

# ClearCompletedBtn.Content
source: Clear Completed
zh_cn: 清除已完成

# RetryBtn.ToolTipService.ToolTip
source: Retry Install
zh_cn: 重新安装重试

# CancelBtn.ToolTipService.ToolTip
source: Cancel
zh_cn: 取消

# RemoveBtn.ToolTipService.ToolTip
source: Remove
zh_cn: 移除

# EmptyQueueHdr.Text
source: No active tasks
zh_cn: 目前暂无下载任务

# SortDefault
source: Default
zh_cn: 默认

# SortNew
source: Newest
zh_cn: 最新

# SortUpdated
source: Updated
zh_cn: 最近更新

# FilterAll
source: All Categories
zh_cn: 全部分类

# FilterModsOnly
source: Mods Only
zh_cn: 仅Mods

# NsfwRemove
source: Hide NSFW
zh_cn: 隐藏 NSFW

# NsfwBlur
source: Blur NSFW
zh_cn: 模糊 NSFW

# NsfwShow
source: Show NSFW
zh_cn: 显示 NSFW

# ErrorGameId
source: Failed to get GameBanana game ID
zh_cn: 无法获取 GameBanana 游戏 ID

# ErrorLoadMods
source: Failed to load mods, please check your network connection
zh_cn: 加载模组失败，请检查网络连接

# StatusWaiting
source: Waiting...
zh_cn: 等待中...

# StatusParsing
source: Parsing file info...
zh_cn: 解析文件信息...

# StatusAllocating
source: Allocating memory...
zh_cn: 正在分配内存...

# StatusInitDownload
source: Initializing download...
zh_cn: 正在初始化下载...

# StatusCancelled
source: Cancelled
zh_cn: 已取消

# StatusMatching
source: Matching category...
zh_cn: 匹配分类...

# StatusPromptCategory
source: Please assign a target for {0}
zh_cn: 请选择 {0} 的所属对象

# StatusInstalling
source: Extracting \u0026 Installing...
zh_cn: 解压并安装中...

# StatusInstallCancelled
source: Installation Cancelled
zh_cn: 安装已取消

# StatusCompleted
source: Completed
zh_cn: 已完成

# StatusHistoryFail
source: Failed to save history
zh_cn: 下载历史保存失败

# StatusErrorPrefix
source: Error:
zh_cn: 发生错误:

# ModDetailTitle
source: Mod Detail
zh_cn: 模组详情

# AllCategories
source: All
zh_cn: 全部

# NoDownloadableFiles
source: There are no downloadable files available.
zh_cn: 没有可用的文件供下载。

# NotificationTaskAddedTitle
source: GameBanana Task Added
zh_cn: 添加了一个 GameBanana 任务

# NotificationTaskAddedMessage
source: The target file is queued for download and installation
zh_cn: 目标文件即将被下载安装

# InQueueTitle
source: Already In Queue
zh_cn: 已在队列中

# InQueueMessage
source: "{0}" is already in the download queue
zh_cn: "{0}" 已在下载队列中

# TaskAddedTitle
source: Task Added to Queue
zh_cn: 已加入下载队列

# TaskAddedMessage
source: Downloading {0} in background...
zh_cn: 正在后台下载 {0}...

# StatusPreparing
source: Preparing...
zh_cn: 准备中...

# StatusDownloading
source: Downloading {0}%
zh_cn: 下载中 {0}%

# StatusWaitingForInstall
source: Waiting for other installs to complete...
zh_cn: 正在等待其他安装完成...

# StatusWaitingCategory
source: Waiting for category selection...
zh_cn: 等待选择分类...

# StatusInstallCancelledCached
source: Installation Cancelled (Saved to cache)
zh_cn: 已取消安装 (保留在缓存)

# DownloadCompletedTitle
source: Download Complete
zh_cn: 下载完成

# DownloadCompletedCachedMessage
source: Mod downloaded to cache: {0}
zh_cn: 模组已下载至缓存: {0}

# StatusInstalling2
source: Installing...
zh_cn: 正在安装...

# StatusInstallSuccess
source: Installation Successful
zh_cn: 安装成功

# DownloadFailedTitle
source: Download Failed
zh_cn: 下载失败

# InstallFailedTitle
source: Installation Failed
zh_cn: 安装失败

# InstallFailedNoCharacters
source: Cannot find character list, please ensure game is properly initialized
zh_cn: 无法找到角色列表，请确保已正确初始化游戏

# SearchCategoryPlaceholder
source: Search category or name...
zh_cn: 搜索分类或名称...

# MatchCategoryPrompt
source: Cannot auto-match "{0}". Please select manually:
zh_cn: 无法自动匹配 "{0}" 的目标分类，请手动选择：

# SelectInstallTarget
source: Select Target
zh_cn: 选择安装目标

# StrongMatchBtn
source: Cannot find? Try matching based on file name
zh_cn: 无法找到？尝试基于文件名称进行匹配

# DialogOk
source: OK
zh_cn: 确定

# DialogCancel
source: Cancel
zh_cn: 取消
